import React from "react"

class Content extends React.Component {
    render(){
        return (
            <main>
            <p className="test">Дата і місце народження: 06.08.200.2 м. Київ</p>
            <p className="test2">Освіта:
              Боярський ліцей "Гармонія", м. Боярка <br/> 
              НТУУ 'КПІ', м. Київ
            </p>
            <ul>
              <li>Читати</li>
              <li>Вишивати</li>
              <li>Танцювати</li>
            </ul>
            <ol>
              <li>Гаррі Поттер</li>
              <li>Робінзон Крузо</li>
              <li>Дім, в якому</li>
            </ol>
            <p>Барселона - місто в Іспанії, столиця автономної області Каталонії і провінції Барселона. <br/> У місті площею 100,4 км² проживає 1 611 822 жителі (2013). Агломерація Барселони (місто та його передмістя) налічує 4 604 000 осіб (2013)[8]. Місто є другим за чисельністю населення в Іспанії після столиці Мадрида.<br/><br/> Барселона лежить на частині узбережжя Середземного моря (кат. la costa de la mar Mediterrània), що називається Коста-дель-Маресме, на північ від Коста-Брава і на півдні від Коста-дель-Гарраф. Це важливий морський порт. Місто за 160  км від Піренеїв. У Барселоні відбувалися Всесвітні виставки у 1888 та 1929 роках, літні Олімпійські ігри 1992 року, Всесвітній форум культур у 2004 році та інші заходи світового рівня.</p>
        </main>
        );
    }
}

export default Content
